Repository: FerhadCahangirov/CodinaxProjectMvc
Catalog: Resources/SharedResource.*.resx
Languages: ru_ru, tr_tr

source: About
ru_ru: О нас
tr_tr: Hakkında

source: About Us
ru_ru: О нас
tr_tr: Hakkımızda

source: Accelerate Your Learning with Our Dynamic Bootcamp Approach.​
ru_ru: Ускорьте своё обучение с нашим динамичным подходом к буткемпу.

source: Additional Info
ru_ru: Дополнительная информация
tr_tr: Ek Bilgi

source: Advance Your Career Across IT Fields with Ease.
ru_ru: Развивайте свою карьеру в различных областях IT с лёгкостью.
tr_tr: IT Alanlarında Kariyerinizi Kolaylıkla İlerletin.

source: All Courses
ru_ru: Все курсы
tr_tr: Tüm kurslar

source: Apply
ru_ru: Подать заявку
tr_tr: Başvuru yapın

source: Apply Now
ru_ru: Подать заявку
tr_tr: Şimdi başvurun

source: Average salary with 3-5 years experience
ru_ru: Средняя зарплата с опытом работы от 3 до 5 лет
tr_tr: 3-5 yıl deneyimli ortalaması maaş

source: Average starting salary
ru_ru: Средняя начальная зарплата
tr_tr: Ortalama başlangıç ​​maaşı

source: Become a Student
ru_ru: Станьте студентом
tr_tr: Öğrenci olun

source: Become an Instructor
ru_ru: Станьте инструктором
tr_tr: Eğitmen olun

source: Begin Your Teaching Journey Today!
ru_ru: Начните своё преподавательское путешествие сегодня!
tr_tr: Öğretmenlik yolculuğunuza bugün başlayın!

source: Begin Your Teaching or Learning Journey Today!
ru_ru: Начните свой обучающий или учебный путь сегодня!
tr_tr: Öğretme veya öğrenme yolculuğunuza bugün başlayın!

source: By subscribing you agree to our Privacy Policy and provide consent to receive updates from our company.
ru_ru: Подписываясь, вы соглашаетесь с нашей Политикой конфиденциальности и даете согласие на получение обновлений от нашей компании.
tr_tr: Abone olarak Gizlilik Politikamızı kabul ediyor ve şirketimizden güncellemeler almayı onaylıyorsunuz.

source: Code Your Way To Success!
ru_ru: Кодируйте свой путь к успеху!
tr_tr: Başarıya Giden Yolu Kodlayın!

source: Confirmation link sent to your mail.
ru_ru: Ссылка для подтверждения отправлена на вашу почту.
tr_tr: Posta kutunuza bir onay bağlantısı gönderildi.

source: Contact
ru_ru: Контакты
tr_tr: İletişim

source: Contact Us
ru_ru: Свяжитесь с нами
tr_tr: Bize Ulaşın

source: Corporate
ru_ru: Корпоративный
tr_tr: Kurumsal

source: Corporate With Us
ru_ru: Сотрудничать с нами
tr_tr: Bizimle İşbirliği Yapın

source: Course description
ru_ru: Описание курса
tr_tr: Kurs açıklaması

source: Courses
ru_ru: Курсы
tr_tr: Kurslar

source: Defining your future Starts With growing your IT skills
ru_ru: Ваше будущее зависит от ваших IT-навыков.
tr_tr: Geleceğinizi belirlemek, IT becerilerinizi geliştirmekle başlar

source: Dive into interactive online classes designed to equip you with essential skills for a successful career in IT
ru_ru: Погрузитесь в интерактивные онлайн-занятия, созданные для оснащения вас необходимыми навыками для успешной карьеры в IT.
tr_tr: IT'de başarılı bir kariyer için gerekli olan temel becerilerle donatılmış etkileşimli online derslere katılın.

source: Email
ru_ru: Электронная почта
tr_tr: E-posta

source: Enter your email...
ru_ru: Введите ваш email...
tr_tr: E-posta adresinizi girin...

source: exclusive discounts, and more!​
ru_ru: эксклюзивные скидки и многое другое!
tr_tr: özel indirimler ve daha fazlası!

source: Explore All Courses
ru_ru: Изучить все курсы
tr_tr: Tüm Kursları Keşfet

source: Explore Our Comprehensive Course Offerings to Unleash Your Potential in the World of IT.​
ru_ru: Исследуйте наши обширные предложения курсов, чтобы раскрыть свой потенциал в мире IT.
tr_tr: Dünya IT sektöründe potansiyelinizi ortaya çıkarmak için kapsamlı kurs seçeneklerimizi keşfedin.

source: Fast-track Your Tech Career with Expert Instruction.​
ru_ru: Ускорьте свою карьеру в технике с помощью экспертного обучения.
tr_tr: Hızlandırılmış Teknoloji Kariyeriniz için Uzman Eğitimi.

source: Find answers to common queries about our courses and programs
ru_ru: Найдите ответы на часто задаваемые вопросы о наших курсах и программах
tr_tr: Kurslarımız ve programlarımız hakkında sıkça sorulan sorulara yanıtlar bulun

source: Find Courses
ru_ru: Найти курсы
tr_tr: Kursları Bul

source: First Name
ru_ru: Имя
tr_tr: Adı

source: Follow us on social media for the latest updates and special content.​
ru_ru: Следите за нами в социальных сетях для последних обновлений и эксклюзивного контента.
tr_tr: En son güncellemeler ve özel içerikler için bizi sosyal medyada takip edin.

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы
tr_tr: Sıkça Sorulan Sorular

source: Front End Developer
ru_ru: Разработчик фронтенда
tr_tr: Front End Geliştirici

source: Full-Stack Developer
ru_ru: Full-Stack разработчик
tr_tr: Full-Stack Geliştirici

source: Future
ru_ru: Будущее
tr_tr: Gelecek

source: Get Started
ru_ru: Начать
tr_tr: Başlayın

source: Home
ru_ru: Главная
tr_tr: Ana Sayfa

source: How we help you to land your dream job in coding
ru_ru: Как мы помогаем вам получить работу мечты в области программирования
tr_tr: Sizin hayalinizdeki kodlama işine nasıl ulaşmanızı sağlıyoruz

source: If you find yourself dissatisfied with your current job or income, whether you're an Uber driver, waiter, or freelancer, and dream of doubling or tripling your salary, we specialize in guiding individuals without degrees or IT backgrounds towards high-paying careers in the IT industry.
ru_ru: Если вы не удовлетворены своей текущей работой или доходом, будь то водитель Uber, официант или фрилансер, и мечтаете удвоить или утроить свою зарплату, мы специализируемся на помощи людям без высшего образования или опыта в IT в достижении высокооплачиваемых карьер в IT индустрии.
tr_tr: Eğer mevcut işinizden veya gelirinizden memnun değilseniz, Uber sürücüsü, garson veya serbest çalışan olun; ve maaşınızı iki veya üç katına çıkarmayı hayal ediyorsanız, derecesiz veya IT geçmişi olmayan bireyleri yüksek maaşlı IT sektörü kariyerlerine yönlendirmekte uzmanız.

source: If you're an experienced IT instructor, we invite you to join our team and share your expertise with us.
ru_ru: Если вы опытный инструктор по ИТ, мы приглашаем вас присоединиться к нашей команде и поделиться своим опытом с нами.
tr_tr: Eğer deneyimli bir IT eğitmeniyseniz, ekibimize katılmanızı ve uzmanlığınızı bizimle paylaşmanızı davet ediyoruz.

source: If you're an experienced IT instructor, we invite you to join our team and share your expertise with us.​​
ru_ru: Если вы опытный инструктор по IT, приглашаем вас присоединиться к нашей команде и поделиться своими знаниями с нами.
tr_tr: Eğer deneyimli bir IT eğitmeniyseniz, sizi takımımıza katılmaya ve uzmanlığınızı bizimle paylaşmaya davet ediyoruz.

source: Instructors
ru_ru: Инструкторы
tr_tr: Eğitmenler

source: Interested in hiring our graduates or discussing cooperation opportunities? Fill out the form below to connect with us.
ru_ru: Интересуетесь наймом наших выпускников или обсуждением возможностей сотрудничества? Заполните форму ниже, чтобы связаться с нами.
tr_tr: Mezunlarımızı işe almak veya işbirliği fırsatlarını tartışmak mı istiyorsunuz? Aşağıdaki formu doldurarak bizimle iletişime geçin.

source: Java Developer
ru_ru: Разработчик Java
tr_tr: Java Geliştirici

source: Jnr Full-Stack Developer
ru_ru: Младший Full-Stack разработчик
tr_tr: Junior Full-Stack Geliştirici

source: job title
ru_ru: должность
tr_tr: iş unvanı

source: Join our newsletter for the latest course updates
ru_ru: Подпишитесь на нашу рассылку для получения последних обновлений курсов
tr_tr: En son kurs güncellemeleri için bültenimize katılın

source: Join our newsletter to stay up to date on features and releases.
ru_ru: Подпишитесь на нашу рассылку, чтобы быть в курсе новых функций и выпусков.
tr_tr: Özellikler ve yayınlar hakkında güncel kalmak için bültenimize katılın.

source: Join Our Platform for Seamless Team Collaboration
ru_ru: Присоединяйтесь к нашей платформе для беспроблемного сотрудничества в команде
tr_tr: Sorunsuz ekip işbirliği için platformumuza katılın

source: Join Our Platform for Seamless Team Collaboration.
ru_ru: Присоединяйтесь к нашей платформе для беспрепятственного командного сотрудничества.
tr_tr: Kesintisiz ekip iş birliği için platformumuza katılın.

source: Join our worldwide learning community as we dive into online education together.
ru_ru: Присоединяйтесь к нашему международному образовательному сообществу, где мы вместе погружаемся в онлайн-образование.
tr_tr: Birlikte çevrimiçi eğitime daldığımız küresel öğrenme topluluğumuza katılın.

source: Junior Python Developer
ru_ru: Младший разработчик Python
tr_tr: Junior Python Geliştirici

source: Last Name
ru_ru: Фамилия
tr_tr: Soyadı

source: Links
ru_ru: Ссылки
tr_tr: Bağlantılar

source: Location
ru_ru: Местоположение
tr_tr: Konum

source: Mail has been confirmed
ru_ru: Ваша почта подтверждена
tr_tr: Mailiniz onaylandı

source: Message
ru_ru: Сообщение
tr_tr: Mesaj

source: Occupation
ru_ru: Род занятий
tr_tr: Meslek

source: Online Coding Bootcamp
ru_ru: Онлайн кодинг-буткэмп
tr_tr: Online Kodlama Bootcamp'i

source: Oops! Something went wrong while submitting the form.
ru_ru: Ой! Что-то пошло не так при отправке формы.
tr_tr: Ups! Form gönderilirken bir şeyler yanlış gitti.

source: or
ru_ru: или
tr_tr: veya

source: Our Admission team will contact with you
ru_ru: Наша приемная комиссия свяжется с вами
tr_tr: Kabul ekibimiz sizinle iletişime geçecektir

source: Our Corporate Collaborators
ru_ru: Наши корпоративные партнёры
tr_tr: Kurumsal İş Birlikçilerimiz

source: Our Courses
ru_ru: Наши курсы
tr_tr: Kurslarımız

source: Our Expert
ru_ru: Наши Экспертные
tr_tr: Uzman

source: Our online learning platform Top Skills You Need To Know
ru_ru: Наша онлайн-платформа: Топ навыков, которые вам нужно знать
tr_tr: Çevrimiçi öğrenme platformumuz: Bilmeniz Gereken En Önemli Beceriler

source: Phone number
ru_ru: Номер телефона
tr_tr: Telefon numarası

source: Privacy Policy
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

source: Python Developer
ru_ru: Разработчик Python
tr_tr: Python Geliştirici

source: QA Engineer
ru_ru: Инженер по обеспечению качества
tr_tr: Kalite Güvence Mühendisi

source: QA Manager
ru_ru: Менеджер по обеспечению качества
tr_tr: Kalite Güvence Yöneticisi

source: Reserve your spot in 3 simple steps
ru_ru: Забронируйте место в 3 простых шага
tr_tr: Kaydınızı 3 basit adımda tamamlayın

source: Scroll to course content
ru_ru: Прокрутить до содержания курса
tr_tr: Kurs içeriğine kaydır

source: Secure your spot and take the first step towards a new career.
ru_ru: Забронируйте место и сделайте первый шаг к новой карьере.
tr_tr: Yerinizin ayrılmasını sağlayın ve yeni bir kariyere doğru ilk adımı atın.

source: See All Instructors
ru_ru: Посмотреть всех инструкторов
tr_tr: Tüm Eğitmenleri Gör

source: See Already Given Questions
ru_ru: Посмотреть уже заданные вопросы
tr_tr: Daha önce verilen soruları görün

source: Senior Full-Stack Developer
ru_ru: Старший Full-Stack разработчик
tr_tr: Kıdemli Full-Stack Geliştirici

source: Senior QA Engineer
ru_ru: Старший инженер по обеспечению качества
tr_tr: Kıdemli QA Mühendisi

source: Senior Software Developer
ru_ru: Старший разработчик программного обеспечения
tr_tr: Kıdemli Yazılım Geliştirici

source: Sign the enrollment agreement
ru_ru: Подпишите договор о зачислении
tr_tr: Kayıt anlaşmasını imzalayın

source: Software Developer Manager
ru_ru: Менеджер разработки программного обеспечения
tr_tr: Yazılım Geliştirme Yöneticisi

source: Start Your IT Journey
ru_ru: Начните своё IT-путешествие.
tr_tr: IT Yolculuğunuza Başlayın

source: Starting
ru_ru: Начало
tr_tr: Başlangıç

source: Still have questions?
ru_ru: Есть ещё вопросы?
tr_tr: Hala sorularınız var mı?

source: Submit
ru_ru: Отправить
tr_tr: Gönder

source: Submit your application
ru_ru: Отправьте свою заявку
tr_tr: Başvurunuzu gönderin

source: Subscribe
ru_ru: Подписаться
tr_tr: Abone Ol

source: Subscribe To Our Newsletter
ru_ru: Подпишитесь на нашу рассылку
tr_tr: Bültenimize abone olun

source: Subscribed To Our Newsletter
ru_ru: Вы подписаны на нашу рассылку.
tr_tr: Bültenimize abone oldunuz.

# Terms &amp;amp;Condition
source: Terms &amp;Condition
ru_ru: Условия и положения
tr_tr: Şartlar ve Koşullar

source: Thank you! Your submission has been received!
ru_ru: Спасибо! Ваше заявление получено!
tr_tr: Teşekkürler! Başvurunuz alındı!

source: The tools you will use
ru_ru: Инструменты которые вы будете использовать
tr_tr: Kullanacağınız araçlar

source: The topics you will learn
ru_ru: Темы которые вы изучите
tr_tr: Öğreneceğiniz konular

source: They understand the journey of starting in IT from scratch. Through dedication and effort, they acquired the skills necessary to secure remarkable positions in the industry. Now, they're here to support you in achieving the same success.
ru_ru: Они понимают путь начала карьеры в IT с нуля. Благодаря усердию и усилиям они приобрели необходимые навыки, чтобы занять выдающиеся позиции в индустрии. Теперь они здесь, чтобы поддержать вас в достижении такого же успеха.
tr_tr: Onlar IT'de sıfırdan başlamanın yolunu anlıyorlar. Özveri ve çaba sayesinde endüstride dikkate değer pozisyonlar elde etmek için gerekli becerileri kazandılar. Şimdi aynı başarıyı elde etmeniz için size destek olmak için buradalar.

source: They understand the journey of starting in IT from scratch. Through dedication and effort, they acquired the skills necessary to secure remarkable positions in the industry. Now, they're here to support you in achieving the same success.​​
ru_ru: Они понимают, что значит начинать в IT с нуля. Благодаря упорству и усилиям они приобрели навыки, необходимые для получения выдающихся позиций в индустрии. Теперь они здесь, чтобы поддержать вас в достижении такого же успеха.
tr_tr: IT sektörüne sıfırdan başlamanın yolculuğunu anlıyorlar. Özveri ve çabayla, sektörde dikkat çekici pozisyonlar elde etmek için gerekli becerileri kazandılar. Şimdi, aynı başarıyı elde etmenizde size destek olmak için buradalar.

source: Type your message
ru_ru: Введите ваше сообщение
tr_tr: Mesajınızı yazın

source: Types of Entry Level Roles
ru_ru: Начальные должности
tr_tr: Giriş Seviyesi Rollerin Türleri

source: Types of Mid-Senior Roles
ru_ru: Средние и старшие должности
tr_tr: Orta-Üst Düzey Rollerin Türleri

source: Types of Senior Roles
ru_ru: Старших должностей
tr_tr: Üst Düzey Rollerin Türleri

source: Utility pages
ru_ru: Полезные страницы
tr_tr: Yardımcı Sayfalar

source: View Course
ru_ru: Просмотреть курс
tr_tr: Kursu Görüntüle

source: We are more than a team—We are a family. Together, we foster a culture of continuous learning and innovation, empowering individuals to thrive in the ever-evolving tech landscape.​
ru_ru: Мы больше, чем просто команда — мы семья. Вместе мы поощряем культуру непрерывного обучения и инноваций, давая людям возможность процветать в постоянно меняющемся технологическом ландшафте.
tr_tr: Biz sadece bir ekip değiliz — bir aileyiz. Birlikte sürekli öğrenme ve yenilik kültürünü destekleyerek, bireyleri sürekli gelişen teknoloji dünyasında başarıya ulaştırıyoruz.

source: We are more than an online IT course provider; We are a vibrant community dedicated to unlocking your potential in the tech world. Through interactive online classes, we spark innovation, encourage collaboration, and ignite a love for learning. Together, let's redefine what's possible in Tech.
ru_ru: Мы больше, чем просто провайдер онлайн-курсов по IT; мы яркое сообщество, посвященное развитию вашего потенциала в мире технологий. Через интерактивные онлайн-занятия мы вдохновляем на инновации, способствуем сотрудничеству и зажигаем страсть к обучению. Вместе давайте переопределим возможности в мире технологий.
tr_tr: Biz sadece bir online IT kurs sağlayıcısı değiliz; teknoloji dünyasında potansiyelinizi açığa çıkarmaya adanmış canlı bir topluluğuz. Etkileşimli online dersler aracılığıyla yenilikleri tetikliyor, işbirliğini teşvik ediyor ve öğrenme tutkusunu alevlendiriyoruz. Birlikte Teknoloji alanında mümkün olanları yeniden tanımlayalım.

source: We would love to hear from you.
ru_ru: Мы будем рады услышать от вас.
tr_tr: Sizden duymak isteriz.

source: Welcome to Codinax!
ru_ru: Добро пожаловать в Codinax!
tr_tr: Codinax'a hoş geldiniz!

source: Whether You're Applying to Teach or Enrolling as a Student.​
ru_ru: Будь вы преподавателем или студентом, подавайте заявку или записывайтесь на курсы.
tr_tr: Öğretmenlik başvurusu yapacak ya da öğrenci olarak kayıt olacak olun, buradasınız.

source: Who We Are
ru_ru: Кто мы есть
tr_tr: Biz kimiz

source: With +5 years experience
ru_ru: С опытом работы более 5 лет
tr_tr: 5+ yıl deneyimli

source: Working Company
ru_ru: Рабочая компания
tr_tr: Çalıştığınız Şirket

source: You will make
ru_ru: Вы заработаете
tr_tr: Siz kazanacaksınız

source: You're now subscribed to our newsletter! Get ready for exclusive updates and offers delivered straight to your inbox.
ru_ru: Теперь вы подписаны на нашу рассылку! Готовьтесь получать эксклюзивные обновления и предложения прямо на вашу почту.
tr_tr: Artık bültenimize abone oldunuz! Özel güncellemeler ve tekliflerin doğrudan gelen kutunuza gelmesine hazır olun.

source: Your Career Pathway
ru_ru: Ваш карьерный путь
tr_tr: Kariyer Yolculuğunuz

source: Your data has been received and will be processed within 2 to 3 working days.
ru_ru: Ваши данные получены и будут обработаны в течение 2-3 рабочих дней.
tr_tr: Verileriniz alındı ve 2 ila 3 iş günü içinde işlenecektir.
